"[{\"question\":\"The student became anxious and depressed after all the exposure to social media contents. You remember that the student was a Filipino. Among Filipinos, what is the most common non-drug behavioral addiction?\",\"question_no\":1,\"correct_ans\":4,\"type\":\"multiple_choice\",\"status\":\"unavailable\",\"answered\":false,\"answers\":[\"Gambling addiction\",\"Video game addiction\",\"Cellphone addiction\",\"Internet addiction\",\"Shopping addiction\"],\"rationale\":[\"Gambling addiction is NOT the most common non-drug behavioral addiction. Internet addiction is the most common non-drug behavioral addiction. With the use of internet, users can access all games, entertainment, business, information, and social media. This puts the users at risk for addiction.\",\"Video game addiction is NOT the most common non-drug behavioral addiction. Internet addiction is the most common non-drug behavioral addiction. With the use of internet, users can access all games, entertainment, business, information, and social media. This puts the users at risk for addiction.\",\"Cellphone addiction is NOT the most common non-drug behavioral addiction. Internet addiction is the most common non-drug behavioral addiction. With the use of internet, users can access all games, entertainment, business, information, and social media. This puts the users at risk for addiction.\",\"CORRECT! Internet addiction is the most common non-drug behavioral addiction. With the use of internet, users can access all games, entertainment, business, information, and social media. This puts the users at risk for addiction.\",\"Shopping addiction is NOT the most common non-drug behavioral addiction. Internet addiction is the most common non-drug behavioral addiction. With the use of internet, users can access all games, entertainment, business, information, and social media. This puts the users at risk for addiction.\"]},{\"question\":\"You remembered that the student was using social media that resulted to anxiety and depression.  He became addicted to social media. At this point, you were reminded of the definition of social media addiction. Social media addiction is best defined as:\",\"question_no\":2,\"correct_ans\":1,\"type\":\"multiple_choice\",\"status\":\"unavailable\",\"answered\":false,\"answers\":[\"A type of behavioral addiction characterized by compulsive and excessive use of social media even when the use of these platforms adversely affects real life situations and relationships.\",\"The most common non-drug behavioral addiction.\",\"A type of behavioral addiction associated with an increased risk for physical health problems.\",\"A type of behavioral addiction associated directly linked to an increased rate of suicidal attempt and/or suicide.\"],\"rationale\":[\"CORRECT! Social media addiction is a type of behavioral addiction characterized by compulsive and excessive use of social media even when the use of these platforms adversely affects real life situations and relationships.\",\"You might be right. But this definition does NOT best define social media addiction. Social media addiction is a type of behavioral addiction characterized by compulsive and excessive use of social media even when the use of these platforms adversely affects real life situations and relationships.\",\"You might be right. But this definition does NOT best define social media addiction. Social media addiction is a type of behavioral addiction characterized by compulsive and excessive use of social media even when the use of these platforms adversely affects real life situations and relationships.\",\"You might be right. But this definition does NOT best define social media addiction. Social media addiction is a type of behavioral addiction characterized by compulsive and excessive use of social media even when the use of these platforms adversely affects real life situations and relationships.\"]},{\"question\":\"This age group is at the highest risk for developing cellphone addiction:\",\"question_no\":3,\"correct_ans\":2,\"type\":\"multiple_choice\",\"status\":\"unavailable\",\"answered\":false,\"answers\":[\"Children aged 4-11 years old\",\"Adolescents aged 12-21 years old\",\"Early adulthood aged 22-34 years old\",\"Middle adulthood aged 35-60 years old\",\"Late adulthood aged 61-75 years old \"],\"rationale\":[\"Children aged 4-11 are NOT at the highest risk for developing cellphone addiction. Adolescents aged 12-21 years old are at the highest risk for developing cellphone addiction. Individuals at this age are almost always curious in discovering through the use of cellular phones.\",\"CORRECT! Adolescents aged 12-21 years old are at the highest risk for developing cellphone addiction. Individuals at this age are almost always curious in discovering through the use of cellular phones.\",\"Early adulthood individuals are NOT at highest risk for developing cellphone addiction. Adolescents aged 12-21 years old are at the highest risk for developing cellphone addiction. Individuals at this age are almost always curious in discovering through the use of cellular phones.\",\"Middle adulthood individuals are NOT at highest risk for developing cellphone addiction. Adolescents aged 12-21 years old are at the highest risk for developing cellphone addiction. Individuals at this age are almost always curious in discovering through the use of cellular phones.\",\"Late adulthood individuals are NOT at highest risk for developing cellphone addiction. Adolescents aged 12-21 years old are at the highest risk for developing cellphone addiction. Individuals at this age are almost always curious in discovering through the use of cellular phones.\"]},{\"question\":\"You recalled that the boy had been accessing his social media accounts through his smartphone for a long time, which had turned him into a social media addict and caused him anxiety and depression. At the very least, how long does it take for a person to access his social media account to be indicative of social media addiction?\",\"question_no\":4,\"correct_ans\":2,\"status\":\"unavailable\",\"answered\":false,\"type\":\"multiple_choice\",\"answers\":[\"More than 30 minutes\",\"More than an hour\",\"More than 2 hours\",\"More than 3 hours\",\"More than 4 hours\"],\"rationale\":[\"30 minutes continuous social media use might be a long time. But it is NOT indicative of social media addiction. Continuous social media usage for AT LEAST MORE THAN AN HOUR is indicative of social media addiction in an individual.\",\"CORRECT! Continuous social media usage for AT LEAST MORE THAN AN HOUR is indicative of social media addiction in an individual.\",\"Continuous social media usage for more than 2 hours is indicative of social media addiction. However, it is NOT the LEAST time for one to be indicative of addiction. Continuous social media usage for AT LEAST MORE THAN AN HOUR is indicative of social media addiction in an individual.\",\"Continuous social media usage for more than 3 hours is indicative of social media addiction. However, it is NOT the LEAST time for one to be indicative of addiction. Continuous social media usage for AT LEAST MORE THAN AN HOUR is indicative of social media addiction in an individual.\",\"Continuous social media usage for more than 4 hours is indicative of social media addiction. However, it is NOT the LEAST time for one to be indicative of addiction. Continuous social media usage for AT LEAST MORE THAN AN HOUR is indicative of social media addiction in an individual.\"]},{\"question\":\"The boy was using his cellphone for a very long time. Cellphones carry hazards and harmful risks for the body. What component of cellphones is considered with most harmful risks?\",\"question_no\":5,\"correct_ans\":4,\"status\":\"unavailable\",\"answered\":false,\"type\":\"multiple_choice\",\"answers\":[\"Batteries which emit heat \",\"Circuit board which emits electrical energy \",\"LCD which emits light energy \",\"Antenna which emits radiation.\",\"Speaker which emits sound waves.\"],\"rationale\":[\"Cellphone batteries may be dangerous, but it's NOT the most dangerous component of cellular phones. Cellphone antennas are the components considered with the most harmful risks due to radiation.\",\"Circuit boards of cellphones do NOT carry significant risks for the users. Cellphone antennas are the components considered with the most harmful risks due to radiation.\",\"LCDs may cause damage to the eyes if cellphone brightness is used inappropriately high. However, it does NOT cause significant risks for the users. Cellphone antennas are the components considered with the most harmful risks due to radiation.\",\"CORRECT! Cellphone antennas are the components considered with the most harmful risks due to radiation.\",\"Cellphone antennas are the components considered with the most harmful risks due to radiation. Sound waves produced by cellphones are NOT harmful for the human ears.\"]},{\"question\":\"Excessive social media use can cause genotoxic effects or infertility.\",\"question_no\":6,\"correct_ans\":1,\"status\":\"unavailable\",\"answered\":false,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"rationale\":[\"Excessive social media use CAN cause genotoxic effects or infertility.\",\"Excessive social media use CAN cause genotoxic effects or infertility.\"]},{\"question\":\"Phantom vibration syndrome is the perception that one's mobile phone is vibrating or ringing when it is not.\",\"question_no\":7,\"correct_ans\":1,\"status\":\"unavailable\",\"answered\":false,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"rationale\":[\"Phantom vibration syndrome is the perception that one's mobile phone is vibrating or ringing when it is not.\",\"Phantom vibration syndrome is the perception that one's mobile phone is vibrating or ringing when it is not.\"]},{\"question\":\"Prolonged exposure to cellphone and social media use does NOT cause eye problems such as eye strain and blurring of vision.\",\"question_no\":8,\"correct_ans\":2,\"status\":\"unavailable\",\"answered\":false,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"rationale\":[\"Prolonged exposure to cellphone and social media use CAN cause eye problems such as eye strain and blurring of vision.\",\"Prolonged exposure to cellphone and social media use CAN cause eye problems such as eye strain and blurring of vision.\"]},{\"question\":\"Musculoskeletal pain such as back, neck, and hand pain CANNOT be caused by excessive social media use.\",\"question_no\":9,\"correct_ans\":2,\"status\":\"unavailable\",\"answered\":false,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"rationale\":[\"Excessive social media use CAN cause musculoskeletal pain such as back, neck, and hand pain.\",\"Excessive social media use CAN cause musculoskeletal pain such as back, neck, and hand pain.\"]},{\"question\":\"Social media addicts CAN experience unexplained loneliness.\",\"question_no\":10,\"correct_ans\":1,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"status\":\"unavailable\",\"answered\":false,\"rationale\":[\"Social media addicts CAN experience unexplained loneliness.\",\"Social media addicts CAN experience unexplained loneliness.\"]},{\"question\":\"Excessive social media use CAN cause heart problems.\",\"question_no\":11,\"correct_ans\":2,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"status\":\"unavailable\",\"answered\":false,\"rationale\":[\"Excessive social media use does NOT cause heart problems.\",\"Excessive social media use does NOT cause heart problems.\"]},{\"question\":\"Excessive social media use and social media addiction CAN account for road accidents.\",\"question_no\":12,\"correct_ans\":1,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"status\":\"unavailable\",\"answered\":false,\"rationale\":[\"Excessive social media use and social media addiction CAN account for road accidents.\",\"Excessive social media use and social media addiction CAN account for road accidents.\"]},{\"question\":\"Excessive social media use CAN disrupt family and social relationships.\",\"question_no\":13,\"correct_ans\":1,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"status\":\"unavailable\",\"answered\":false,\"rationale\":[\"Excessive social media use CAN disrupt family and social relationships.\",\"Excessive social media use CAN disrupt family and social relationships.\"]},{\"question\":\"Excessive social media use CAN cause constipation and diarrhea.\",\"question_no\":14,\"correct_ans\":2,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"status\":\"unavailable\",\"answered\":false,\"rationale\":[\"Excessive social media use does NOT cause constipation and diarrhea.\",\"Excessive social media use does NOT cause constipation and diarrhea.\"]},{\"question\":\"Excessive social media use CAN cause bronchial asthma.\",\"question_no\":15,\"correct_ans\":2,\"type\":\"true_false\",\"answers\":[\"TRUE\",\"FALSE\"],\"status\":\"unavailable\",\"answered\":false,\"rationale\":[\"Excessive social media use does NOT cause bronchial asthma.\",\"Excessive social media use does NOT cause bronchial asthma.\"]}]"